Repository: sholtiee/Lumio
Catalog: Lumio/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld Hz
ru: %lld Гц

source: 1:1, sharpest
ru: 1:1, максимально чётко

source: About Lumio
ru: О Lumio

source: Accessibility access granted
ru: Универсальный доступ разрешён

source: Accessibility access is needed for media keys and moving windows
ru: Нужен Универсальный доступ — для медиаклавиш и переноса окон

source: Adjusts the monitor's backlight over DDC/CI.
ru: Меняет подсветку монитора через DDC/CI.

source: Allow…
ru: Разрешить…

source: Brighten all displays
ru: Ярче на всех дисплеях

source: Brightness
ru: Яркость

source: Brightness keys adjust the display under the pointer
ru: Клавиши яркости управляют дисплеем под курсором

source: Built-in
ru: Встроенный

source: Built-in Display
ru: Встроенный дисплей

source: Checking…
ru: Проверка…

source: Connect an external display to adjust it here.
ru: Подключите внешний монитор, чтобы настроить его здесь.

source: Connection
ru: Подключение

source: Crisp text and simple control for every display on your Mac.
ru: Чёткий текст и простое управление каждым дисплеем вашего Mac.

source: Desktop looks like
ru: Рабочий стол выглядит как

source: Diagnostics
ru: Диагностика

source: Dim all displays
ru: Темнее на всех дисплеях

source: Display
ru: Дисплей

source: Display Disconnected
ru: Дисплей отключён

source: Display under the pointer
ru: Дисплей под курсором

source: Displays
ru: Дисплеи

source: External
ru: Внешний

source: External Display
ru: Внешний дисплей

source: General
ru: Основные

source: Keyboard
ru: Клавиатура

source: Larger text
ru: Крупнее

source: Lumio remembers your choice for each display and restores it whenever the display is connected.
ru: Lumio запоминает выбор для каждого дисплея и восстанавливает его при подключении.

source: Main display
ru: Основной дисплей

source: Mirror
ru: Повтор экрана

source: More space
ru: Больше места

source: Move pointer to next display
ru: Переместить курсор на следующий дисплей

source: Move window to next display
ru: Переместить окно на следующий дисплей

source: Move window to previous display
ru: Переместить окно на предыдущий дисплей

source: Not available
ru: Недоступно

source: Not needed
ru: Не нужно

source: Off
ru: Выкл.

source: Open Lumio at login
ru: Открывать Lumio при входе в систему

source: Panel
ru: Матрица

source: Pixel density
ru: Плотность пикселей

source: Quit Lumio
ru: Завершить Lumio

source: Refresh Rate
ru: Частота обновления

source: Refresh rate
ru: Частота обновления

source: Rendered at
ru: Отрисовка

source: Rendering at 2× — HiDPI
ru: Отрисовка в 2× — HiDPI

source: Renders the desktop at 2× (HiDPI) and scales it to the panel, like a Retina display.
ru: Рисует рабочий стол в 2× (HiDPI) и масштабирует под матрицу — как на Retina.

source: Renders the desktop at 2× and scales it to the panel's native pixels, like a Retina display.
ru: Рисует рабочий стол в 2× и масштабирует под родное разрешение матрицы — как на Retina.

source: Resolution
ru: Разрешение

source: Resolution and refresh rate
ru: Разрешение и частота

source: Retina panel — macOS renders it at full sharpness.
ru: Retina-матрица — macOS отрисовывает её с полной чёткостью.

source: Settings…
ru: Настройки…

source: Sharp
ru: Чёткий

source: Sharp Text
ru: Чёткий текст

source: Sharp mode needs Lumio running, so it is best to keep this on.
ru: Чёткий режим работает, пока запущен Lumio, поэтому лучше оставить это включённым.

source: Sharp text
ru: Чёткий текст

source: Sharp text is on: the desktop renders at 2× and is scaled to the panel's native pixels.
ru: Чёткий текст включён: рабочий стол рисуется в 2× и масштабируется под родное разрешение матрицы.

source: Shortcuts
ru: Сочетания клавиш

source: Show indicator when brightness changes
ru: Показывать индикатор при смене яркости

source: Signal
ru: Сигнал

source: Software dimming — this monitor does not accept DDC/CI commands
ru: Программное затемнение — монитор не принимает команды DDC/CI

source: Speaker volume
ru: Громкость динамиков

source: Supported
ru: Поддерживается

source: Switching…
ru: Переключение…

source: Text looks soft on this display
ru: Текст на этом дисплее выглядит мыльным

source: The built-in display and speakers keep working as usual. Hold ⌥⇧ for finer steps.
ru: Встроенный дисплей и динамики работают как обычно. Удерживайте ⌥⇧ для мелкого шага.

source: The signal is not at the panel's native resolution, so the monitor upscales it and text looks blurry.
ru: Сигнал не в родном разрешении матрицы: монитор растягивает картинку, и текст размывается.

source: This display
ru: Этот дисплей

source: This display supports HiDPI but a 1× resolution is selected. Choose a HiDPI resolution.
ru: Дисплей поддерживает HiDPI, но выбрано разрешение 1×. Выберите разрешение HiDPI.

source: This monitor does not accept DDC/CI commands, so Lumio dims the image instead. The backlight stays the same.
ru: Монитор не принимает команды DDC/CI, поэтому Lumio затемняет изображение. Подсветка при этом не меняется.

source: Toggle Sharp mode
ru: Включить/выключить чёткий текст

source: Turn on Sharp text for new non‑Retina displays
ru: Включать чёткий текст для новых не-Retina дисплеев

source: Use as Main
ru: Сделать основным

source: Use as Main Display
ru: Сделать основным дисплеем

source: Verdict
ru: Вывод

source: Version %@
ru: Версия %@

source: Volume keys adjust the monitor's speakers
ru: Клавиши громкости управляют динамиками монитора

source: While Sharp text is on, HDR and variable refresh rate are not available on this display.
ru: Пока включён чёткий текст, HDR и переменная частота обновления на этом дисплее недоступны.

source: Windows
ru: Окна

source: macOS did not create the virtual display. Try again in a few seconds.
ru: macOS не создала виртуальный дисплей. Попробуйте ещё раз через несколько секунд.

source: macOS refused to mirror the display. Try reconnecting the cable.
ru: macOS не включила повтор экрана. Попробуйте переподключить кабель.

source: macOS renders this display at 1×, so text looks soft. Turn on Sharp text.
ru: macOS отрисовывает этот дисплей в 1×, поэтому текст мыльный. Включите чёткий текст.

source: macOS renders this display in HiDPI. Nothing to fix.
ru: macOS отрисовывает этот дисплей в HiDPI. Ничего исправлять не нужно.

source: native
ru: родное
